Repository: pranavyedla/Govt_Schemes_Portal
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, hi

# UserAlreadyExists
source: A user is already registered with that ID.
ar: لقد تم تسجيل مستخدم برقم الهوية هذا مسبقًا
hi: इस आईडी के साथ एक उपयोगकर्ता पहले से ही पंजीकृत है।

# IncorrectIDFormat
source: Incorrect ID format entered.
ar: تم إدخال صيغة غير صحيحة لرقم الهوية
hi: आपने गलत आईडी प्रारूप दर्ज किया है।

# InvalidPasswordLength
source: Your password must be between 6 and 28 characters long.
ar: يجب أن تكون كلمة المرور بين 6 و28 حرفًا
hi: आपका पासवर्ड 6 से 28 वर्णों के बीच होना चाहिए।

# PasswordsDoNotMatch
source: Your passwords do not match. Please try again.
ar: كلمتا المرور غير متطابقتان. يرجى المحاولة مرة أخرى
hi: आपके पासवर्ड मेल नहीं खा रहे हैं। कृपया पुनः प्रयास करें।

# EmptyFields
source: Please fill out all required fields.
ar: يرجى ملء كافة الحقول المطلوبة
hi: कृपया सभी आवश्यक फ़ील्ड भरें।

# AccountCreated
source: Your account has been successfully created.
ar: تم إنشاء الحساب بنجاح
hi: आपका खाता सफलतापूर्वक बनाया गया है।

# AccountNotFound
source: An account with the provided credentials was not found.
ar: لم يتم العثور على حساب بالمعلومات المقدمة
hi: प्रदान की गई जानकारी के अनुसार कोई खाता नहीं मिला।

# FillForm
source: Please ensure you have filled out the form before continuing.
ar: يرجى التأكد من تعبئة النموذج قبل المتابعة
hi: कृपया आगे बढ़ने से पहले फ़ॉर्म भरना सुनिश्चित करें।

# LoginSuccess
source: Login successful.
ar: تم تسجيل الدخول بنجاح
hi: लॉगिन सफल रहा।

# IncorrectPassword
source: Incorrect password. Please try again.
ar: كلمة المرور غير صحيحة. يرجى المحاولة مرة أخرى
hi: गलत पासवर्ड। कृपया पुनः प्रयास करें।

# AccountInfoUpdated
source: Your account information has been updated successfully.
ar: تم تحديث معلومات الحساب بنجاح
hi: आपकी खाता जानकारी सफलतापूर्वक अपडेट की गई है।

# PasswordLengthError
source: Your password must be between 6 and 28 characters long.
ar: يجب أن تكون كلمة المرور بين 6 و28 حرفًا
hi: आपका पासवर्ड 6 से 28 वर्णों के बीच होना चाहिए।

# PasswordsDoNotMatchError
source: Passwords do not match. Please try again.
ar: كلمتا المرور غير متطابقتان. يرجى المحاولة مرة أخرى
hi: पासवर्ड मेल नहीं खा रहे हैं। कृपया पुनः प्रयास करें।

# SamePasswordError
source: You cannot change your password to the same one you already have.
ar: لا يمكنك تغيير كلمة المرور إلى نفسها التي لديكها بالفعل
hi: आप नया पासवर्ड वही नहीं रख सकते जो पहले से है।

# PasswordUpdated
source: Password updated successfully.
ar: تم تحديث كلمة المرور بنجاح
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया।

# IncorrectPasswordError
source: Incorrect password entered. Please try again.
ar: تم إدخال كلمة مرور غير صحيحة. يرجى المحاولة مرة أخرى
hi: गलत पासवर्ड दर्ज किया गया। कृपया पुनः प्रयास करें।

# FillFormError
source: Please ensure you have filled out the form before continuing.
ar: يرجى التأكد من تعبئة النموذج قبل المتابعة
hi: कृपया आगे बढ़ने से पहले फ़ॉर्म भरना सुनिश्चित करें।

# DuplicateNameError
source: A service or department with the same name already exists.
ar: لقد تم إنشاء قسم أو خدمة بنفس الاسم مسبقًا
hi: इसी नाम की सेवा या विभाग पहले से मौजूद है।

# DepartmentCreated
source: Department created successfully.
ar: تم إنشاء القسم بنجاح
hi: विभाग सफलतापूर्वक बनाया गया।

# ServiceCreated
source: Service created successfully.
ar: تم إنشاء الخدمة بنجاح
hi: सेवा सफलतापूर्वक बनाई गई।

# ItemUpdatedSuccess
source: {} updated successfully.
ar: تم تحديثه البيانات بنجاح
hi: {} सफलतापूर्वक अपडेट किया गया।

# SearchTitle
source: Search for a Department or Service
ar: ..البحث عن الاقسام والخدمات
hi: विभाग या सेवा खोजें

# SearchPlaceholder
source: Search departments and services...
ar: ابحث عن قسم أو خدمة
hi: विभाग और सेवाएं खोजें...

# SearchTitleItem
source: Search for a {}
ar: البحث عن الخدمات او الاقسام
hi: {} खोजें

# SearchPlaceholderItem
source: Search {}s...
ar: ..ابحث عن خدمة او قسم ما
hi: {} खोजें...

# NoDepartmentsFound
source: No departments found were found.
ar: لم يتم العثور على اقسام
hi: कोई विभाग नहीं मिला।

# NoServicesFound
source: No services found were found.
ar: لم يتم العثور على خدمات
hi: कोई सेवा नहीं मिली।

# NoItemsFound
source: No departments or services were found.
ar: لم يتم العثور على اي اقسام أو خدمات
hi: कोई विभाग या सेवा नहीं मिली।

# OrderCreatedSuccess
source: Order created successfully.
ar: تم إنشاء الطلب بنجاح
hi: ऑर्डर सफलतापूर्वक बनाया गया।

# OrderFinishedSuccess
source: Order marked as done successfully.
ar: تم تعيين الطلب على الانتهاء بنجاح
hi: ऑर्डर को सफलतापूर्वक पूर्ण के रूप में चिह्नित किया गया।

# OrderDeletedSuccess
source: Order with Reference Number <span class='attention-order-id'>{order_id}</span> was deleted successfully.
ar: تم حذف الطلب صاحب المرجعي <span class='attention-order-id'>{order_id}</span> بنجاح
hi: संदर्भ संख्या <span class='attention-order-id'>{order_id}</span> वाला ऑर्डर सफलतापूर्वक हटाया गया।

# FeedbackReceivedSuccess
source: We have received your message and will get in touch with you shortly.
ar: لقد تم استلام رسالتك وسيتم التواصل معك قريبًا
hi: हमें आपका संदेश प्राप्त हो गया है। हम जल्द ही आपसे संपर्क करेंगे।

# DepartmentsListDescription
source: You can select a department to access more details or view its services.
ar: يمكنك اختيار قسم ما للوصول إلى معلومات إضافية أو عرض خدماته
hi: आप किसी विभाग को चुनकर उसकी विस्तृत जानकारी या सेवाएं देख सकते हैं।

# ServicesListDescription
source: You can select a service to access additional details or place an order.
ar: يمكنك اختيار خدمة ما للوصول إلى معلومات إضافية أو تقديم طلب لها
hi: आप अतिरिक्त जानकारी प्राप्त करने या ऑर्डर देने के लिए किसी सेवा का चयन कर सकते हैं।

# DeptServices
source: Services
ar: خدمات
hi: सेवाएं

source: Departments
ar: الأقسام
hi: विभाग

source: Services
ar: الخدمات
hi: सेवाएं

source: New
ar: جديد
hi: नया

source: New Order
ar: طلب جديد
hi: नया ऑर्डर

source: My Orders
ar: طلباتي
hi: मेरे ऑर्डर

source: Orders
ar: الطلبات
hi: ऑर्डर

source: Profile
ar: الملف الشخصي
hi: प्रोफ़ाइल

source: Account Settings
ar: إعدادات الحساب
hi: खाता सेटिंग्स

source: Sign up
ar: تسجيل
hi: साइन अप

source: Login
ar: تسجيل الدخول
hi: लॉगिन

source: Contact Us
ar: اتصل بنا
hi: हमसे संपर्क करें

source: About
ar: عنا
hi: परिचय

source: Quick Links
ar: روابط سريعة
hi: त्वरित लिंक

# AboutInfo
source: Government Services Online Portal is your trusted partner for accessing vital government services conveniently and securely. Our platform ensures a seamless experience, enabling citizens to efficiently complete transactions from the comfort of their homes or offices. Simplify your interactions with government agencies and experience the ease of online service delivery with GovServicesPortal. Begin exploring our comprehensive range of services today and discover a more efficient way to engage with government services.
ar: بوابة الخدمات الحكومية الإلكترونية هي شريكك الموثوق للوصول إلى الخدمات الحكومية الحيوية بسهولة وأمان. تضمن منصتنا تجربة سلسة، مما يمكّن المواطنين من إكمال المعاملات بكفاءة من منازلهم أو مكاتبهم. قم بتبسيط تفاعلاتك مع الجهات الحكومية واستمتع بتجربة سهولة تقديم الخدمات عبر الإنترنت. ابدأ باستكشاف مجموعتنا الشاملة من الخدمات اليوم واكتشف طريقة أكثر فعالية للتعامل مع الخدمات الحكومية
hi: गवर्नमेंट सर्विसेज़ ऑनलाइन पोर्टल आपके लिए महत्वपूर्ण सरकारी सेवाओं तक सुविधाजनक और सुरक्षित पहुँच का भरोसेमंद माध्यम है। हमारा प्लेटफ़ॉर्म एक सहज अनुभव सुनिश्चित करता है, जिससे नागरिक अपने घर या कार्यालय से ही लेन-देन कुशलतापूर्वक पूरा कर सकते हैं। सरकारी एजेंसियों के साथ आपके संपर्क को सरल बनाएं और GovServicesPortal के साथ ऑनलाइन सेवा डिलीवरी की सुविधा का अनुभव करें। आज ही हमारी व्यापक सेवाओं की श्रृंखला को एक्सप्लोर करें और सरकारी सेवाओं से जुड़ने का एक अधिक कुशल तरीका खोजें।

source: Copyright
ar: حقوق النشر
hi: कॉपीराइट

# Rights
source: All Rights Reserved
ar: كل الحقوق محفوظة
hi: सर्वाधिकार सुरक्षित

# NotFoundMessage
source: The page you are attempting to access could not be found.
ar: الصفحة التي تحاول الوصول إليها غير موجودة
hi: आप जिस पृष्ठ तक पहुँचने का प्रयास कर रहे हैं, वह नहीं मिला।

# NotFoundReason
source: It may have been removed, renamed, or is temporarily unavailable.
ar: ربما قد تمت إزالتها، أو تغيير اسمها، أو أنها غير متاحة مؤقتًا
hi: यह हटाया गया हो सकता है, नाम बदला गया हो या अस्थायी रूप से अनुपलब्ध हो सकता है।

# CheckURL
source: Please check the URL for any errors or return to the homepage to continue browsing.
ar: يرجى التحقق من الرابط لأي أخطاء أو العودة إلى الصفحة الرئيسية للاستمرار في التصفح
hi: कृपया URL में कोई त्रुटि तो नहीं है, यह जांचें या ब्राउज़िंग जारी रखने के लिए होमपेज पर लौटें।

# ContactSupport
source: If you believe you have reached this page in error or require further assistance, please contact our support team.
ar: إذا كنت تعتقد أنك وصلت إلى هذه الصفحة عن طريق الخطأ أو تحتاج إلى مساعدة إضافية، يرجى التواصل مع فريق الدعم لدينا
hi: यदि आपको लगता है कि आप गलती से इस पृष्ठ पर पहुंचे हैं या आपको अतिरिक्त सहायता की आवश्यकता है, तो कृपया हमारी सहायता टीम से संपर्क करें।

# ThankYou
source: Thank you for your patience and understanding.
ar: شكرًا لتفهمك
hi: आपके धैर्य और समझदारी के लिए धन्यवाद।

source: Return Home
ar: العودة إلى الصفحة الرئيسية
hi: होम पर लौटें

# ManageProfileAccountPreferences
source: Manage your profile and account preferences.
ar: إدارة ملفك الشخصي وتفضيلات الحساب الخاصة بك
hi: अपनी प्रोफ़ाइल और खाता वरीयताएं प्रबंधित करें।

source: Visit your profile
ar: زيارة ملفك الشخصي
hi: अपनी प्रोफ़ाइल देखें

source: Account
ar: الحساب
hi: खाता

source: Security
ar: الأمان
hi: सुरक्षा

source: Privacy
ar: الخصوصية
hi: गोपनीयता

source: Personal Information
ar: المعلومات الشخصية
hi: व्यक्तिगत जानकारी

# CustomizePersonalInformation
source: Customize your personal information.
ar: تخصيص معلوماتك الشخصية
hi: अपनी व्यक्तिगत जानकारी को अनुकूलित करें।

source: National ID
ar: الرقم القومي
hi: राष्ट्रीय पहचान पत्र

source: Full Name
ar: الاسم الكامل
hi: पूरा नाम

source: Phone Number
ar: رقم الهاتف
hi: फोन नंबर

source: Email
ar: البريد الإلكتروني
hi: ईमेल

source: Address
ar: العنوان
hi: पता

source: Update Personal Info
ar: تحديث المعلومات الشخصية
hi: व्यक्तिगत जानकारी अपडेट करें

source: Change Password
ar: تغيير كلمة المرور
hi: पासवर्ड बदलें

# UpdatePasswordSecurely
source: Update your password securely.
ar: تحديث كلمة المرور بشكل آمن
hi: अपना पासवर्ड सुरक्षित रूप से अपडेट करें।

source: Old Password
ar: كلمة المرور القديمة
hi: पुराना पासवर्ड

source: New Password
ar: كلمة المرور الجديدة
hi: नया पासवर्ड

source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि करें

source: Update Password
ar: تحديث كلمة المرور
hi: पासवर्ड अपडेट करें

source: Delete Account
ar: حذف الحساب
hi: खाता हटाएं

# PermanentlyRemoveAccount
source: Permanently remove your account.
ar: حذف حسابك نهائيًا
hi: अपने खाते को स्थायी रूप से हटाएं।

source: Enter Your Password
ar: أدخل كلمة المرور الخاصة بك
hi: अपना पासवर्ड दर्ज करें

# NoteDeleteAccount
source: Please note that this process is irreversible and will result in the deletion of your account and all related orders.
ar: يرجى ملاحظة أن هذه العملية لا يمكن عكسها وستؤدي إلى حذف حسابك وجميع الطلبات ذات الصلة
hi: कृपया ध्यान दें कि यह प्रक्रिया अपरिवर्तनीय है और आपके खाते तथा संबंधित सभी ऑर्डर्स को हटा देगी।

source: User Profile
ar: ملف المستخدم
hi: उपयोगकर्ता प्रोफ़ाइल

source: Is Admin
ar: هل هو مسؤول
hi: क्या व्यवस्थापक है

source: Yes
ar: نعم
hi: हाँ

source: No
ar: لا
hi: नहीं

# WouldYouLikeToEditProfile
source: Would you like to edit your profile?
ar: هل ترغب في تعديل ملفك الشخصي؟
hi: क्या आप अपनी प्रोफ़ाइल संपादित करना चाहेंगे?

source: Click here
ar: انقر هنا
hi: यहाँ क्लिक करें

# ToAccessProfileEditingPage
source: to access the profile editing page.
ar: للوصول إلى صفحة تحرير الملف الشخصي
hi: प्रोफ़ाइल संपादन पृष्ठ तक पहुंचने के लिए।

source: Logout
ar: تسجيل خروج
hi: लॉगआउट

# SendFeedbackComplaints
source: Send us your feedback or complaints.
ar: أرسل لنا ملاحظاتك أو شكواك
hi: हमें अपनी प्रतिक्रिया या शिकायतें भेजें।

source: Name
ar: الاسم
hi: नाम

source: Phone
ar: الهاتف
hi: फोन

source: Subject
ar: الموضوع
hi: विषय

source: Message
ar: الرسالة
hi: संदेश

source: Send
ar: إرسال
hi: भेजें

# DepartmentsMatchSearch
source: All departments that match your search criteria.
ar: كافة الأقسام التي تتطابق مع معايير البحث الخاصة بك
hi: आपके खोज मानदंडों से मेल खाते सभी विभाग।

# ServicesMatchSearch
source: All services that match your search criteria.
ar: كافة الخدمات التي تتطابق مع معايير البحث الخاصة بك
hi: आपके खोज मानदंडों से मेल खाते सभी सेवाएं।

source: Password
ar: كلمة المرور
hi: पासवर्ड

source: Register
ar: تسجيل
hi: पंजीकरण करें

# AlreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
hi: क्या आपके पास पहले से खाता है?

source: Login here
ar: تسجيل الدخول هنا
hi: यहाँ लॉगिन करें

# DontHaveAccount
source: Don't have an account yet?
ar: لم يتم بعد إنشاء حساب بعد؟
hi: क्या आपके पास अभी खाता नहीं है?

source: Register here
ar: سجل هنا
hi: यहाँ पंजीकरण करें

# Select
source: Please select a
ar: الرجاء اختيار
hi: कृपया चयन करें

source: or
ar: أو
hi: या

source: to edit.
ar: للتعديل
hi: संपादित करने के लिए।

source: Title
ar: العنوان
hi: शीर्षक

source: Brief Description
ar: وصف مختصر
hi: संक्षिप्त विवरण

source: Extended Description
ar: وصف مطول
hi: विस्तृत विवरण

source: Supports Markdown
ar: Markdown يدعم
hi: मार्कडाउन का समर्थन करता है

source: Update
ar: تحديث
hi: अपडेट करें

source: Delete
ar: مسح
hi: हटाएं

# AreYouSureDelete
source: Are you sure you want to delete this
ar: هل أنت متأكد من أنك تريد الحذف
hi: क्या आप वाकई इसे हटाना चाहते हैं

source: Portal Navigation
ar: تنقل في البوابة
hi: पोर्टल नेविगेशन

source: Home
ar: الصفحة الرئيسية
hi: मुखपृष्ठ

# AccessEssentialServices
source: Access essential government services conveniently from your home or office.
ar: الوصول إلى الخدمات الحكومية الأساسية بكل سهولة من منزلك أو مكتبك
hi: जरूरी सरकारी सेवाओं तक अपने घर या कार्यालय से आसानी से पहुँचें।

# DiscoverDepartments
source: Discover various departments and their respective services.
ar: اكتشف الأقسام المختلفة وخدماتها الكاملة
hi: विभिन्न विभागों और उनकी सेवाओं की जानकारी प्राप्त करें।

# ExploreServices
source: Explore the array of services available for online access.
ar: اكتشف المجموعة الكاملة من الخدمات المتاحة للوصول إليها عبر الإنترنت
hi: ऑनलाइन उपलब्ध सेवाओं की विविधता का अन्वेषण करें।

# InitiateNewOrder
source: Initiate a new order for any service directly from our portal.
ar: بدء طلب جديد لأي خدمة مباشرة من بوابتنا
hi: हमारे पोर्टल से किसी भी सेवा के लिए नया आदेश शुरू करें।

# ViewManageOrders
source: View and manage your orders and transactions made through our portal.
ar: عرض وإدارة أوامرك والمعاملات المتعلقة بها من خلال بوابتنا
hi: अपने आदेशों और लेन-देन को देखें और प्रबंधित करें।

# AddNewDepartmentService
source: Add a new department or service to expand the range of offerings available on the portal.
ar: إضافة قسم جديد أو خدمة لتوسيع نطاق العروض المتاحة على البوابة
hi: पोर्टल पर उपलब्ध सेवाओं की श्रृंखला बढ़ाने के लिए नया विभाग या सेवा जोड़ें।

# AccessOrders
source: Access orders submitted by users for management and processing.
ar: الوصول إلى أوامر المستخدمين للإدارة والمعالجة
hi: प्रबंधन और प्रक्रिया के लिए उपयोगकर्ताओं द्वारा भेजे गए आदेशों तक पहुँचें।

# AccessUpdateProfile
source: Access and update your profile information, ensuring accuracy in your interactions.
ar: الوصول إلى ملفك الشخصي وتحديث معلوماتك الشخصية لضمان دقة في تفاعلاتك
hi: अपने प्रोफ़ाइल विवरण तक पहुँचें और उन्हें अपडेट करें, ताकि आपकी जानकारी सटीक रहे।

# CustomizeAccountSettings
source: Customize your account preferences and security settings.
ar: تخصيص تفضيلات وإعدادات أمان حسابك
hi: अपने खाते की प्राथमिकताओं और सुरक्षा सेटिंग्स को अनुकूलित करें।

# RegisterForPortal
source: Register for Government Services Portal.
ar: تسجيل في بوابة خدمات الحكومة
hi: सरकारी सेवाओं के पोर्टल के लिए पंजीकरण करें।

# AccessAccountServices
source: Access your account to start utilizing our services.
ar: الوصول إلى حسابك لبدء استخدام خدماتنا
hi: अपना खाता एक्सेस करें और हमारी सेवाओं का उपयोग शुरू करें।

# ReachOutSupport
source: Reach out to our dedicated support team for assistance or inquiries.
ar: اتصل بفريق الدعم المخصص للمساعدة أو الاستفسارات
hi: सहायता या पूछताछ के लिए हमारी समर्पित सहायता टीम से संपर्क करें।

source: Popular Services
ar: اشهر الخدمات
hi: लोकप्रिय सेवाएं

source: Happening Now
ar: يحدث الآن
hi: इस समय चल रहा है

source: Total Orders
ar: اجمالي عدد الطلبات
hi: कुल आदेश

source: Orders Last Week
ar: اجمالي عدد الطلبات في الأسبوع الماضي
hi: पिछले सप्ताह के आदेश

source: Total Users
ar: اجمالي عدد المستخدمين
hi: कुल उपयोगकर्ता

source: Total Services
ar: اجمالي عدد الخدمات
hi: कुल सेवाएं

# NewSignUp
source: Sign Up
ar: سجل الدخول
hi: साइन अप करें

# NewSignUpDescription
source: Signing up for our portal is quick and easy. Simply click on the 'Sign Up' button and fill out the required information to create your account. Once you've completed the registration process, you'll gain access to a wide range of government services available for online ordering.
ar: التسجيل في بوابتنا سريع وسهل. ما عليك سوى النقر على زر "التسجيل" وملء المعلومات المطلوبة لإنشاء حسابك. بمجرد الانتهاء من عملية التسجيل، ستتمكن من الوصول إلى مجموعة واسعة من الخدمات الحكومية المتاحة للطلب عبر الإنترنت
hi: हमारे पोर्टल पर साइन अप करना तेज़ और आसान है। बस 'साइन अप' बटन पर क्लिक करें और आवश्यक जानकारी भरें ताकि आप अपना खाता बना सकें। एक बार पंजीकरण प्रक्रिया पूरी हो जाने पर, आप ऑनलाइन ऑर्डर करने के लिए उपलब्ध विभिन्न सरकारी सेवाओं का लाभ उठा सकते हैं।

source: Explore All Services
ar: اكتشف الخدمات
hi: सभी सेवाओं का अन्वेषण करें

# ExploreAllServicesDescription
source: Once you've logged in to your account, take some time to explore the various services offered on our portal. From document applications to tax payments and business services, you'll find everything you need conveniently categorized and accessible with just a few clicks. Discover the services that meet your needs and requirements.
ar: بمجرد تسجيل الدخول إلى حسابك، خذ بعض الوقت لاستكشاف الخدمات المتنوعة المقدمة على بوابتنا. من تطبيقات المستندات إلى مدفوعات الضرائب وخدمات الأعمال، ستجد كل ما تحتاجه مصنفًا بشكل ملائم ويمكن الوصول إليه ببضع نقرات فقط. اكتشف الخدمات التي تلبي احتياجاتك ومتطلباتك
hi: एक बार जब आप अपने खाते में लॉग इन कर लें, तो हमारे पोर्टल पर दी जा रही विभिन्न सेवाओं का अन्वेषण करें। दस्तावेज़ आवेदन से लेकर कर भुगतान और व्यावसायिक सेवाओं तक, आपको आपकी जरूरत की हर चीज़ कुछ ही क्लिक में मिल जाएगी। उन सेवाओं को खोजें जो आपकी आवश्यकताओं को पूरा करती हैं।

source: Order the Service
ar: اطلب الخدمة
hi: सेवा का आदेश दें

# OrderTheServiceDescription
source: After you've found the service you need, placing an order is simple. Just select the desired service from the list and follow the prompts to provide any necessary information or documentation. Once your order is submitted, our team will process it promptly, keeping you informed of its status every step of the way.
ar: بعد العثور على الخدمة التي تحتاجها، يصبح تقديم الطلب أمرًا بسيطًا. ما عليك سوى اختيار الخدمة المطلوبة من القائمة واتباع المطالبات لتقديم أي معلومات أو وثائق ضرورية. بمجرد إرسال طلبك، سيقوم فريقنا بمعالجته على الفور، وإبقائك على علم بحالته في كل خطوة على الطريق
hi: जब आपको आवश्यक सेवा मिल जाए, तो ऑर्डर देना बहुत आसान है। सूची से वांछित सेवा का चयन करें और आवश्यक जानकारी या दस्तावेज़ प्रस्तुत करने के लिए निर्देशों का पालन करें। एक बार आपका ऑर्डर जमा हो जाने पर, हमारी टीम इसे शीघ्रता से प्रक्रिया में लेगी और आपको हर चरण पर इसकी स्थिति से अवगत कराएगी।

source: Search in
ar: ابحث في
hi: खोजें

source: Service
ar: خدمة
hi: सेवा

source: Departments and
ar: اقسام و
hi: विभाग और

# WelcomeMessage
source: Welcome to the premier destination for accessing government services and information.
ar: مرحبًا بك في الوجهة الرئيسية للوصول إلى الخدمات والمعلومات الحكومية
hi: सरकारी सेवाओं और जानकारी तक पहुँच का प्रमुख केंद्र में आपका स्वागत है।

source: Search
ar: ابحث
hi: खोजें

# ViewAll
source: View All Services Offered by This Department
ar: عرض كافة الخدمات المقدمة من هذا القسم
hi: इस विभाग द्वारा प्रदान की गई सभी सेवाओं को देखें

# OrderService
source: Order the service
ar: طلب الخدمة
hi: सेवा का आदेश दें

source: Edit this
ar: تعديل
hi: इसे संपादित करें

# CreateNew
source: Create a new
ar: انشء جديد
hi: नया बनाएं

# UserOrdersTitle
source: User Orders
ar: طلبات المستخدمين
hi: उपयोगकर्ता आदेश

# UserOrdersDescription
source: View all active orders submitted by users.
ar: عرض كافة الطلبات النشطة المقدمة من المستخدمين
hi: उपयोगकर्ताओं द्वारा प्रस्तुत सभी सक्रिय आदेशों को देखें।

source: Reference Number:
ar: الرقم المرجعي
hi: संदर्भ संख्या:

source: Order at:
ar: ميعاد الطلب
hi: आदेश समय:

source: Status:
ar: الحالة
hi: स्थिति:

source: Active
ar: نشط
hi: सक्रिय

# NoOrdersLeft
source: There are no orders left.
ar: لا يوجد أي طلبات
hi: कोई आदेश शेष नहीं हैं।

source: Order For:
ar: طلب ل
hi: इसके लिए आदेश:

source: User National ID:
ar: الرقم القومي للمستخدم
hi: उपयोगकर्ता राष्ट्रीय पहचान संख्या:

source: Done at:
ar: ميعاد الانتهاء
hi: समाप्त समय:

source: Details Included:
ar: تفاصيل مضمنة
hi: शामिल विवरण:

source: Files Included:
ar: ملفات مضمنة
hi: शामिल फाइलें:

source: Finished
ar: انتهي
hi: समाप्त

source: Finish Order
ar: إنهاء الطلب
hi: आदेश समाप्त करें

source: Delete Order
ar: حذف الطلب
hi: आदेश हटाएँ

# ReferenceMessage
source: You may be asked for your reference number later to complete any necessary transactions, receive paperwork, or finalize your order.
ar: قد يُطلب منك رقم المرجع لاحقًا لإكمال أي معاملات ضرورية، استلام الأوراق، أو إنهاء طلبك
hi: आपसे आगे चलकर कोई लेनदेन पूरा करने, दस्तावेज़ प्राप्त करने, या अपना आदेश अंतिम रूप देने के लिए आपका संदर्भ संख्या पूछी जा सकती है।

# MyOrdersDescription
source: View all your orders, including completed ones.
ar: قم بعرض كافة طلباتك، بما في ذلك المكتملة
hi: अपने सभी आदेश देखें, पूर्ण किए गए आदेशों सहित।

source: Active Orders
ar: الطلبات النشطة
hi: सक्रिय आदेश

source: Finished Orders
ar: الطلبات المكتملة
hi: पूर्ण किए गए आदेश

# NoOrdersLift
source: You currently do not have any orders.
ar: لا تملك حاليًا أي طلبات
hi: आपके पास वर्तमान में कोई आदेश नहीं है।

# CreateNewDefaultDescription
source: Create a new service or a department.
ar: إنشاء خدمة جديدة أو قسم
hi: एक नई सेवा या विभाग बनाएँ।

# CreateNewDescription
source: Create a new
ar: إنشاء جديد
hi: नया बनाएँ

source: Department
ar: قسم
hi: विभाग

# AssociatedWithDepartment
source: Associated with a Department
ar: مرتبط مع قسم
hi: विभाग से जुड़ा हुआ

# NoAssociation
source: This service is not associated with any department
ar: هذه الخدمة ليست مرتبطة بأي قسم
hi: यह सेवा किसी भी विभाग से जुड़ी नहीं है

source: Create
ar: إنشاء
hi: बनाएँ

# CreateOrder
source: Create an Order
ar: إنشاء طلب
hi: आदेश बनाएँ

# CreateOrderDescription
source: Create a new order.
ar: إنشاء طلب جديد
hi: एक नया आदेश बनाएँ।

# ChooseService
source: Choose a Service
ar: اختر خدمة
hi: सेवा चुनें

# AdditionalDetails
source: Provide Additional Details
ar: أدخل معلومات إضافية
hi: अतिरिक्त विवरण प्रदान करें

# UploadFilesTitle
source: Please provide the required paperwork or files for the service
ar: يرجى تقديم الاوراق اللازمة أو الملفات للخدمة
hi: कृपया सेवा के लिए आवश्यक दस्तावेज़ या फाइलें प्रदान करें

source: Drag and Drop
ar: سحب وإفلات
hi: खींचें और छोड़ें

source: Browse Files
ar: تصفح الملفات
hi: फाइलें ब्राउज़ करें

# SubmitAllRequiredFiles
source: Please make sure you have submitted everything needed for the service. Otherwise, your order will be neglected.
ar: يرجى التأكد من تقديم كل ما يلزمه للخدمة. وإلا فسيتم تجاهل طلبك
hi: कृपया सुनिश्चित करें कि आपने सेवा के लिए आवश्यक सभी दस्तावेज़ जमा किए हैं। अन्यथा, आपका आदेश उपेक्षित कर दिया जाएगा।
